Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=165_art_id=193.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Biejvve
sma: Lïerh: Biejjie

source: Assisia Fránsa Biejvvelávlla
sma: Mov Åejvie, datnem heevehtem

source: Guddnedum lehkus dån, Hærrám aktan gájkka majt sjivnnjedam le
sma: gaajhkine ektesne maam datne sjugniehtamme,

source: sierraláhkáj viellja Biejvve, mij midjij biejvev vaddá,
sma: mij aeredslååjjedem mijjese buakta,

source: ja dån midjij tjuovgav dan baktu vattá.
sma: jïh numhtie datne tjoevkesem mijjese vadtah.

source: Guddnedum lehkus dån, Hærrám,
sma: Mov Åejvie, datnem heevehtem,

source: Biegga-vielja åvdås ja ilme ja balvaj åvdås
sma: voejngenassen jïh balvi,

source: ja alme ja juohkkalágásj dálke åvdås,
sma: dovne elmien jïh ovmessie vearoldi åvteste,

source: danen gå dan baktu dån dibdá gájkka
sma: juktie dejgujmie datne gaajhkem

source: ietjat sjivnnjádusáv bierggit.
sma: maam sjugniehtamme, jielemem vadtah.

source: Ednam-oappá åvdås, mijá ieddne,
sma: mijjen Åabpa Eatnemen åvteste

source: mij mijáv baddjen anet ja guoddá
sma: mij mijjem bïpmehte jïh vaarjele

source: ja muorjijt ja rásev vaddá
sma: muerjieh, kraesieh jïh sjædtoeh

source: ja bájnos sjattojt.
sma: ovmessie klaerine buakta.

source: Assisia Fránssa riegádij jagen1182 Umbrian Italian.
sma: Assissijen Franse jaepien 1182 Umbrijisnie, Italijisnie reakasovvi.

source: Biednikniehkke Fránssa vattij gájkka majt åmastij.
sma: Franse ræjhkoes ålman baernie, dïhte gaajhkem eekem jeatjabidie vedtieji.

source: Ietjas iellemav vattij råhkådallamij ja hæjojt dievnnutjit: Jubmela sjivnnjádusáv guddnedij ietjas iellema baktu.
sma: Dan mænngan sïjhti rohkelidh jïh giefies almetjidie vïehkiehtidh jïh Jupmelen sjugniehtimmiem heevehtidh.

source: Ietjas dåbdojt ilmodij tjáppa diktaj ja girjij baktu.
sma: Guktie Franse ussjedi, tjaebpies tjïhteginie jïh prïevine tjeeli.

source: Lågå ienep suv birra
sma: Lohkh vielie Fransen bïjre deasnie
